ServerApi.Services/Resources/xml/UserRoleAllRequestTemplate.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <UserRoleAll xmlns="https://is.skaut.cz/">
      <userRoleAllInput>
        <ID_Login>?</ID_Login>
        <ID_User>?</ID_User>
      </userRoleAllInput>
    </UserRoleAll>
  </soap:Body>
</soap:Envelope>